{
  "pokemon": [{
    "id": 1,
    "num": "001",
    "name": "ราศีเมษ",
    "img": "https://raw.githubusercontent.com/chadaporn29797/tiktry/master/d4.png",
    "type": [
      "เป็นคนสู้ไม่ถอย ต่อต้านสิ่งผิดและต่อสู้เพื่อสิ่งที่ถูก มีความเป็นผู้บุกเบิกและนักริเริ่ม หากตัดสินใจแล้ว ก็จะตั้งมั่น ฝ่าฟันโดยไม่คำนึงถึงอุปสรรคปัญหาว่ามากมายเพียงใด เพราะคนราศีนี้มีความกล้าหาญภายใน จึงมั่นใจในความสามารถที่มีอยู่ นอกจากนี้ยังเป็นคนมีจิตวิญญาณของการออกผจญภัยมากพอๆ กับที่มีเป้าหมายชัดเจน จนบางทีก็ทำให้คนราศีนี้ออกจะดูบุ่มบ่าม ขาดความยั้งคิดถึงผลลัพธ์ที่จะตามมา"
    ],
    "height": "13 ม.ษ. - 13 พ.ค.",
    "weight": "ราศีเมษมีดาวประจำราศีคือ ดาวอังคาร หรือ Mars ถูกตั้งชื่อตามเทพเจ้าแห่งสงครามของโรมัน ซึ่งมีนิสัยห้าวหาญ ไม่กลัวใคร อันเป็นลักษณะนิสัยที่พบในคนที่เกิดราศีนี้ด้วย ดาวประจำราศีนี้ทำให้คนที่เกิดราศีเมษเป็นคนมีพละกำลัง แข็งแรง ร่าเริง และอดทน มุ่งตรงไปยังเป้าหมาย โดยไม่มัวแต่พิรี้พิไรให้เสียการ",
    "candy": "Bulbasaur Candy",
    "candy_count": 25,
    "egg": "2 km",
    "spawn_chance": 0.69,
    "avg_spawns": 69,
    "spawn_time": "20:00",
    "multipliers": [1.58],
    "weaknesses": [
      "ต้นฮอลลี่",
      "สับปะรด",
      "เสือ",
      "ฉลาม"
    ],
    "next_evolution": [{
      "num": "001",
      "name": "ดาวอังคาร"
    }]
  }, {
    "id": 2,
    "num": "002",
    "name": "ราศีพฤษภ",
    "img": "https://raw.githubusercontent.com/chadaporn29797/tiktry/master/d5.png",
    "type": [
      "อิทธิพลจากดาวศุกร์ยังเอื้ออำนวยต่อด้านความรัก ความหรูหรา และชีวิตส่วนตัวที่มีรูปแบบบรรยากาศสบายๆ ชอบใช้ชีวิตอยู่บ้าน ชอบความมั่นคงและข้อตกลงที่ยั่งยืน แต่ลักษณะด้านลบที่ควรดูแลคือลักษณะนิสัยที่มีแนวโน้มเจ้าอารมณ์เมื่ออยู่ในภาวะแปรปรวน เช่น ช่วงเวลาที่มีการโต้เถียงกัน หรือแม้แต่การละเลยหรือคำพูดรุนแรงแม้เพียงเล็กน้อย ก็อาจทำให้คนราศีพฤษภรู้สึกว่าถูกทำร้ายได้"
    ],
    "height": "15 พ.ค. - 14 มิ.ย.",
      "weight": "ราศีพฤษภหรือราศีวัว เป็นดาวที่อยู่ใต้อิทธิพลของดาวศุกร์ (Venus) เช่นเดียวกับผู้ที่อยู่ในราศีตุลย์ ถูกตั้งชื่อตามเทพธิดาแห่งความงามและความรักของโรมัน ซึ่งเชื่อว่าจะนำอิทธิพลที่ดีมาสู่ชีวิต ผู้ที่เกิดภายใต้ราศีนี้ โดยมากเป็นคนอ่อนโยน ขี้สงสาร และมีความสุขโดยธรรมชาติ ร่วมไปกับคุณสมบัติอื่นๆ ที่ติดตัวมาแต่กำเนิด ไม่ว่าจะเป็นคนชอบสร้างมิตร ฉลาดเฉลียว มีพรสวรรค์ด้านดนตรีและบันเทิง",
    "candy": "Bulbasaur Candy",
    "candy_count": 25,
    "egg": "2 km",
    "spawn_chance": 0.69,
    "avg_spawns": 69,
    "spawn_time": "20:00",
    "multipliers": [1.58],
    "weaknesses": [
      "ดอกเดซี",
      "หงส์",
      "ปลาแซลมอน",
      "นกพิราบ"
    ],
    "next_evolution": [{
      "num": "002",
      "name": "ดาวศุกร์"
    }]
  },{
    "id": 3,
    "num": "003",
    "name": "ราศีเมถุน",
    "img": "https://raw.githubusercontent.com/chadaporn29797/tiktry/master/d6.png",
    "type": [
      "การจะทำความเข้าใจคนในราศีนี้ให้ถ่องแท้เป็นเรื่องยาก เพราะราศีนี้ประกอบด้วยสติปัญญาและความรอบรู้เป็นจุดเด่น และมีความสนุกสนานร่าเริงอย่างวัยหนุ่มสาวเป็นอุปนิสัยโดยธรรมชาติ เมอร์คิวรี นอกจากถือเป็นเทพแห่งการสื่อสารแล้ว ยังมาพร้อมกับคุณสมบัติด้านวิทยาศาสตร์ การค้าขาย เป็นนักคิด อยากรู้อยากเห็น และการเดินทางด้วย ในด้านหนึ่งคนในราศีนี้สามารถโกหกคนได้อย่างหน้าตาย แต่ในอีกด้านหนึ่งหากมีใครมาหลอกลวงก็สามารถรู้ได้ทะลุปรุโปร่งเช่นกัน"
    ],
    "height": "15 มิ.ย. - 16 ก.ค.",
    "weight": "ราศีเมถุนหรือราศีคนคู่เป็นดาวที่อยู่ใต้อิทธิพลของดาวพุธหรือเมอร์คิวรี (Mercury) ซึ่งเป็นเทพแห่งการสื่อสาร มีของวิเศษเป็นรองเท้าและหมวกมีปีก ซึ่งถือเป็นตัวแทนของอุปนิสัยที่รู้จักปรับตัวและยืดหยุ่น ผู้ที่อยู่ในราศีนี้จึงรู้จักวิธีรับมือกับสถานการณ์ทุกประเภท แม้บางทีจะดูเหมือนโชคชะตาเล่นตลกแต่คนกลุ่มนี้ก็ยังรู้จักปรับตัวให้เข้ากับสิ่งรอบข้าง หรือแม้กระทั่งปรับความคิดและหลักจริยธรรมให้สอดคล้องกับโลกที่เปลี่ยนแปลงได้ ส่วนลักษณะนิสัยในทางลบของราศีนี้คือ การเป็นคนร้อนรน ขี้กระวนกระวายใจ",
    "candy": "Bulbasaur Candy",
    "candy_count": 25,
    "egg": "2 km",
    "spawn_chance": 0.69,
    "avg_spawns": 69,
    "spawn_time": "20:00",
    "multipliers": [1.58],
    "weaknesses": [
      "ดอกลิลลี่",
      "ลิง",
      "แครอท",
      "บุษราคัม"
    ],
    "next_evolution": [{
      "num": "003",
      "name": "ดาวพุธ"
    }]
  },{
    "id": 4,
    "num": "004",
    "name": "ราศีกรกฎ",
    "img": "https://raw.githubusercontent.com/chadaporn29797/tiktry/master/d7.png",
    "type": [
      "คนที่อยู่ภายใต้อิทธิพลของดวงจันทร์เป็นคนปรับตัวง่าย ใจกว้าง เห็นอกเห็นใจคนอื่น ประหยัด และเป็นนักวางแผนงานที่เข้มงวด แต่ในทางตรงกันข้าม คนราศีนี้ก็มีแนวโน้มขี้ลังเลมากด้วยเช่นเดียวกัน สิ่งที่เกี่ยวข้องกับราศีนี้ก็คือ ดอกเดซี่ ดอกป๊อปปี้ ดอกวอลล์ฟลาวเวอร์ (Wallflowers) ต้นหลิว ผักผลไม้ อย่างเมลอน มันฝรั่ง ผักกาดหอม หอยหรือสัตว์น้ำที่มีเปลือก และสัตว์เลี้ยงภายในบ้าน มีความใกล้ชิดกับโลหะประเภทเงิน ส่วนอัญมณีคือโอปอล ไข่มุก และมูนสโตน วันที่เหมาะสำหรับทำการดีของตัวแทนแห่งดวงจันทร์ก็คือ วันจันทร์ สีที่ถูกโฉลกคือ สีเขียว สีเทาเงิน สีครีม และสีขาว"
    ],
    "height": "17 ก.ค. - 16 ส.ค.",
    "weight": "ราศีกรกฎหรือดาวปู เป็นดาวที่อยู่ใต้อิทธิพลของดวงจันทร์ ซึ่งตามหลักดาราศาสตร์แล้วไม่ใช่ดาวเคราะห์ นักโหราศาสตร์เองก็มองเช่นเดียวกัน อิทธิพลจากดวงจันทร์ส่งผลให้คนราศีกรกฎเป็นคนค่อนข้างอ่อนไหวง่าย แต่อย่างไรก็ดียังอยู่ในขอบเขตที่เข้าใจและควบคุมได้ ผู้ที่อยู่ในราศีนี้เป็นคนมีจินตนาการสดใสและแจ่มชัดมาก",
    "candy": "Bulbasaur Candy",
    "candy_count": 25,
    "egg": "2 km",
    "spawn_chance": 0.69,
    "avg_spawns": 69,
    "spawn_time": "20:00",
    "multipliers": [1.58],
    "weaknesses": [
      "ต้นหลิว",
      "เมลอน",
      "ผักกาดหอม",
      "ไข่มุก"
    ],
    "next_evolution": [{
      "num": "004",
      "name": "ดวงจันทร์"
    }]
  },{
    "id": 5,
    "num": "005",
    "name": "ราศีสิงห์",
    "img": "https://raw.githubusercontent.com/chadaporn29797/tiktry/master/d8.png",
    "type": [
      "คนที่อยู่ใต้อิทธิพลของดวงอาทิตย์นี้ มีแนวโน้มเฉลียวฉลาดและประสบความสำเร็จด้านงานศิลป์ มีทัศนคติแง่บวก และหากเกิดความล้มเหลว พวกเขาก็จะมองว่าเป็นเพียงความพ่ายแพ้เพียงชั่วคราวบนเส้นทางสู่ความสำเร็จเท่านั้น โดยคุณสมบัติที่ทำให้คนมักมองว่าคนราศีนี้ได้รับสิ่งดีๆ มากเป็นพิเศษนั่นก็คือ ความเคารพในตัวเอง ความซื่อสัตย์ ความภักดี และยังมีความสามารถสูงในการสื่อสาร พร้อมด้วยบุคลิกที่น่าดึงดูดใจอีกด้วย"
    ],
    "height": "17 ส.ค. - 16 ก.ย.",
    "weight": "ราศีสิงห์ที่ร้อนแรงเป็นราศีที่อยู่ใต้อิทธิพลของดวงอาทิตย์ ซึ่งในทางดาราศาสตร์เป็นดาวฤกษ์ไม่ใช่ดาวเคราะห์ แต่ในทางโหราศาสตร์ก็ยังถือเป็นดวงดาว จึงถูกนับเป็นหนึ่งในจักรราศีอันเป็นสัญลักษณ์ของราศีสิงห์ ตามความเชื่อของโรมัน เทพแห่งดวงอาทิตย์ คือ อพอลโล คนที่เกิดในราศีนี้ จึงถือได้ว่าดวงอาทิตย์ได้มอบพลังงาน ความสนุกสนาน",
    "candy": "Bulbasaur Candy",
    "candy_count": 25,
    "egg": "2 km",
    "spawn_chance": 0.69,
    "avg_spawns": 69,
    "spawn_time": "20:00",
    "multipliers": [1.58],
    "weaknesses": [
      "ดอกดาวเรือง",
      "ต้นปาล์ม",
      "องุ่น",
      "สิงโต"
    ],
    "next_evolution": [{
      "num": "005",
      "name": "ดวงอาทิตย์"
    }]
  },{
    "id": 6,
    "num": "006",
    "name": "ราศีกันย์",
    "img": "https://raw.githubusercontent.com/chadaporn29797/tiktry/master/d9.png",
    "type": [
      "ผู้ที่อยู่ในราศีนี้นิยมใช้สติปัญญามากกว่าสัญชาตญาณ มีความอ่อนเยาว์ ร่าเริง และเบิกบานตามธรรมชาติเช่นเดียวกับเด็กเล็กๆ มีความสามารถในการดูคน และยังสามารถจูงใจคนให้ทบทวนทัศนคติและความเชื่อของตนเองใหม่ได้ด้วย คนราศีนี้เป็นคนว่าไงว่ากัน ไม่ค่อยแข็งข้อ ถือเป็นตัวอย่างของการเริ่มต้นและเปลี่ยนแปลงใหม่ได้เสมอ ในด้านระบบร่างกาย ดาวพุธเชื่อมโยงกับกระบวนการทางความคิดและสติปัญญา รวมถึงต่อมไทรอยด์ด้วย"
    ],
    "height": "17 ก.ย. - 17 ต.ค.",
    "weight": "ราศีกันย์อยู่ใต้อิทธิพลของดาวพุธหรือเมอร์คิวรี (Mercury)  เช่นเดียวกับผู้ที่อยู่ในราศีเมถุน เมอร์คิวรีเป็นเทพแห่งการสื่อสารตามตำนานของชาวโรมัน มีของวิเศษเป็นรองเท้าและหมวกมีปีก ถือเป็นตัวแทนของอุปนิสัยที่รู้จักปรับตัว ยืดหยุ่น และใช้สิ่งที่มีอยู่ให้เกิดประโยชน์ บุคลิกของผู้ที่เกิดภายใต้ราศีนี้ เป็นคนที่ทำตามแนวคิดและศีลธรรมตามแบบที่สอดคล้องกับสังคมในยุคสมัยนั้นๆ",
    "candy": "Bulbasaur Candy",
    "candy_count": 25,
    "egg": "2 km",
    "spawn_chance": 0.69,
    "avg_spawns": 69,
    "spawn_time": "20:00",
    "multipliers": [1.58],
    "weaknesses": [
      "ดอกลิลลี่",
      "วอลนัท",
      "นกแก้ว",
      "หินโมรา"
    ],
    "next_evolution": [{
      "num": "006",
      "name": "ดาวพุธ"
    }]
  },{
    "id": 7,
    "num": "007",
    "name": "ราศีตุลย์",
    "img": "https://raw.githubusercontent.com/chadaporn29797/tiktry/master/d10.png",
    "type": [
      "ผู้ที่อยู่ภายใต้ดาวศุกร์เป็นคนชอบความสะดวกสบาย และพยายามทำทุกอย่างเพื่อวัตถุประสงค์นี้ คนราศีตุลย์เป็นคนรักบ้าน และมักมีกลุ่มเพื่อนที่คบกันไปตลอดชีวิต แต่คนราศีนี้ก็มีข้อเสียเช่นกัน นั่นก็คือ มักมีอุปนิสัยที่แสดงถึงการขาดความนิ่งสงบ เมื่อเกิดข้อขัดแย้งมักใช้อารมณ์มากเกินไป แม้เรื่องเล็กๆ น้อยๆ ก็ทำให้ตึงเครียดอย่างมากได้ ความเข้าใจผิดจึงเกิดขึ้นง่าย หากไม่เลือกมิตรสหายที่เข้าใจกันดีมาตั้งแต่ต้น"
    ],
    "height": "18 ต.ค. - 16 พ.ย.",
    "weight": "ราศีตุลย์ ซึ่งอยู่ภายใต้อิทธิพลของวีนัสหรือดาวศุกร์ กลุ่มดาวแห่งความงาม เช่นเดียวกับผู้ที่เกิดในราศีพฤษภ ในตำนานของชาวโรมัน วีนัสถือเป็นเทพธิดาแห่งความรักและความงาม ชาวราศีตุลย์เป็นคนสอดคล้องกับธรรมชาติ ชอบแสวงหาความสุขและมิตรภาพ เป็นคนงดงาม มีเสน่ห์ รักเสียงเพลง และชอบความเบิกบานใจ",
    "candy": "Bulbasaur Candy",
    "candy_count": 25,
    "egg": "2 km",
    "spawn_chance": 0.69,
    "avg_spawns": 69,
    "spawn_time": "20:00",
    "multipliers": [1.58],
    "weaknesses": [
      "ดอกแดฟโฟดิล",
      "โลมา",
      "หงส์",
      "คาร์เนเลียน"
    ],
    "next_evolution": [{
      "num": "007",
      "name": "ดาวศุกร์"
    }]
  },{
    "id": 8,
    "num": "008",
    "name": "ราศีพิจิก",
    "img": "https://raw.githubusercontent.com/chadaporn29797/tiktry/master/d11.png",
    "type": [
      "อิทธิพลจากพลูโตเชื่อมโยงกับลักษณะแห่งการเปลี่ยนแปลง ส่งผลให้คนราศีพิจิก มีทั้งอำนาจ ความสำเร็จเฉพาะบุคคลและต้องการความร่วมมือและแบ่งปันกับผู้อื่น นอกจากนี้ดาวพลูโตยังมีส่วนเกี่ยวข้องอย่างแน่นแฟ้นกับอำนาจ รวมถึงยังมีความเชื่อว่า ดาวที่ส่งผลต่อราศีพิจิกนอกจากจะมีดาวพลูโตแล้ว ยังมีดาวอังคารด้วย ส่งผลให้คนที่เกิดในราศีนี้มีคุณลักษณะที่เด่นชัดในด้านพรสวรรค์ เสน่ห์อันลึกลับ ความน่าเชื่อถือ ความอดทน ความอยากรู้อยากเห็น ช่างสงสัย ยืดหยุ่น แต่ในทางลบก็อาจส่งผลในทางทำลายตัวเองได้ คนราศีนี้ต้องการเป็นผู้ควบคุมทุกสิ่ง โดยเฉพาะเรื่องความรัก"
    ],
    "height": "17 พ.ย. - 15 ธ.ค.",
    "weight": "ราศีลำดับที่ 8 ในจักรราศี มีเทพพลูโตเป็นเทพประจำราศี พลูโตถือเป็นเทพแห่งความมั่งคั่ง ผู้ครองยมโลกตามตำนานของชาวโรมัน ดาวพลูโตใช้เวลาโคจรรอบดวงอาทิตย์ประมาณ 248 ปีตามเวลาโลก ได้รับฉายาว่าเป็นดาวดาวเคราะห์แคระ ",
    "candy": "Bulbasaur Candy",
    "candy_count": 25,
    "egg": "2 km",
    "spawn_chance": 0.69,
    "avg_spawns": 69,
    "spawn_time": "20:00",
    "multipliers": [1.58],
    "weaknesses": [
      "กระเทียม",
      "หัวหอม",
      "สีดำ",
      "สีน้ำตาลแดง"
    ],
    "next_evolution": [{
      "num": "008",
      "name": "ดาวพลูโต"
    }, {
      "num": "008",
      "name": "ดาวอังคาร"
    }]
  },{
    "id": 9,
    "num": "009",
    "name": "ราศีธนู",
    "img": "https://raw.githubusercontent.com/chadaporn29797/tiktry/master/d12.png",
    "type": [
      "คนในราศีนี้มีแนวโน้มให้ความสำคัญกับอิสรภาพ และมีแรงปรารถนาในการสำรวจและค้นพบ เชื่อมโยงไปจนถึงเรื่องที่ต้องเกี่ยวข้องกับต่างประเทศ ไม่ว่าจะเป็นการเดินทาง การศึกษา ศาสนา และกฎหมาย คนราศีธนูยังมีคุณสมบัติเด่นในเรื่องสติปัญญา น้ำใจ การแข่งขัน การแสดงออก ความปรารถนา และการเป็นนักสื่อสารที่ดี เป็นต้น ในด้านที่สุดโต่ง คนราศีนี้มักขี้กระวนกระวายมากและชอบการเปลี่ยนแปลง"
    ],
    "height": "16 ธ.ค. - 14 ม.ค.",
    "weight": "ราศีธนูเป็นราศีที่อยู่ภายใต้อิทธิพลของดาวพฤหัสหรือจูปิเตอร์ ตามตำนานเทพเจ้าโรมันเชื่อกันว่า จูปิเตอร์ คือผู้ปกครองเหนือบรรดาทวยเทพ (มีชื่อภาษากรีกคือ ซุส) โดยการโค่นเทพแห่งดาวเสาร์หรือโครนัส (ซึ่งเป็นพ่อของตัวเอง) ลง จูปิเตอร์มีบทบาทเป็นทั้งผู้พิทักษ์และผู้ปกป้อง มีสัญลักษณ์ประจำตัวเป็นอสุนีบาต ในระบบสุริยจักรวาล",
    "candy": "Bulbasaur Candy",
    "candy_count": 25,
    "egg": "2 km",
    "spawn_chance": 0.69,
    "avg_spawns": 69,
    "spawn_time": "20:00",
    "multipliers": [1.58],
    "weaknesses": [
      "หน่อไม้ฝรั่ง",
      "ผลไม้แห้ง",
      "เกาลัด",
      "สีคราม"
    ],
    "next_evolution": [{
      "num": "009",
      "name": "ดาวพฤหัส"
    }]
  },{
    "id": 10,
    "num": "010",
    "name": "ราศีมังกร",
    "img": "https://raw.githubusercontent.com/chadaporn29797/tiktry/master/d1.png",
    "type": [
      "เป็นคนขี้กังวลเกี่ยวกับอนาคตและการวางแผนในระยะยาว ในด้านระบบร่างกาย ดาวเสาร์เชื่อมโยงกับโครงสร้างด้านโครงกระดูก ผิวหนัง ฟัน ถุงน้ำดี ม้าม และเส้นประสาทเวกัส ในช่วงเวลาก่อนการค้นพบดาวยูเรนัสในสุริยจักรวาลนั้น ดาวเสาร์นอกจากจะเป็นดาวประจำราศีมังกรแล้ว ยังเป็นดาวประจำราศีกุมภ์ด้วย ซึ่งนักโหราศาสตร์ส่วนใหญ่ก็ยังเชื่อเช่นนั้นมาจนถึงทุกวันนี้"
    ],
    "height": "15 ม.ค. - 12 ก.พ.",
    "weight": "ราศีมังกรเป็นราศีที่อยู่ภายใต้อิทธิพลของดาวเสาร์ มีสัญลักษณ์เป็นครึ่งแพะภูเขาครึ่งปลา ตามความเชื่อของโรมันถือเป็นเทพเจ้าแห่งเกษตรกรรม ผู้สร้างอารยธรรม ผู้จัดระเบียบทางสังคมและสร้างความสมานฉันท์",
    "candy": "Bulbasaur Candy",
    "candy_count": 25,
    "egg": "2 km",
    "spawn_chance": 0.69,
    "avg_spawns": 69,
    "spawn_time": "20:00",
    "multipliers": [1.58],
    "weaknesses": [
      "ต้นเอลเดอร์",
      "ดอกเบอร์ดอค",
      "สีเอิร์ธโทน",
      "สีส้ม"
    ],
    "next_evolution": [{
      "num": "010",
      "name": "ดาวเสาร์"
    }]
  },{
    "id": 11,
    "num": "011",
    "name": "ราศีกุมภ์",
    "img": "https://raw.githubusercontent.com/chadaporn29797/tiktry/master/d2.png",
    "type": [
      "เป็นราศีแห่งมิตรภาพและวาสนา คุณจะมีเพื่อนมากมาย แม้คุณจะดูเหมือนคนธรรมดาทั่วไปแต่ก็มักถูกห้อมล้อมด้วยบุคคลที่ไม่ธรรมดาอยู่เสมอ คุณรู้วิธีที่จะก้าวถอยหลังและหาลู่ทางเพื่อแก้ปัญหาได้อย่างสมบูรณ์แบบเสมอ คุณสร้างมิตรภาพได้กับทุกคน ขณะเดียวกันก็ชอบทำให้คนเซอร์ไพรส์กับไอเดียสุดล้ำอยู่เสมอ เมื่อคนจับไต๋คุณได้ คุณก็เปลี่ยนเกม"
    ],
    "height": "14 ก.พ. - 14 มี.ค.",
    "weight": "ราศีกุมภ์เป็นราศีที่อยู่ภายใต้อิทธิพลของดาวยูเรนัส ตัวแทนแห่งสวรรค์และท้องฟ้ายามราตรี ตามความเชื่อของเทพปกรณัมกรีก ดาวที่เป็นตัวแทนแห่งราศีกุมภ์นี้ มีความโดดเด่นแตกต่าง เนื่องจากมีการหมุนไปในทิศทางตรงกันข้ามกับดาวเคราะห์ดวงอื่น นั่นคือหมุนตามเข็มนาฬิกา และด้วยระนาบการวางตัวกับระบบสุริยะ",
    "candy": "Bulbasaur Candy",
    "candy_count": 25,
    "egg": "2 km",
    "spawn_chance": 0.69,
    "avg_spawns": 69,
    "spawn_time": "20:00",
    "multipliers": [1.58],
    "weaknesses": [
      "มะเดื่อ",
      "แอปเปิล",
      "มะนาว",
      "สีฟ้าน้ำเงิน"
    ],
    "next_evolution": [{
      "num": "011",
      "name": "ดาวยูเรนัส"
    },{
      "num": "011",
      "name": "ดาวเสาร์"
    }]
  },{
    "id": 12,
    "num": "012",
    "name": "ราศีมีน",
    "img": "https://raw.githubusercontent.com/chadaporn29797/tiktry/master/d3.png",
    "type": [
      "สัญลักษณ์ของราศีมีนคือรูปปลาสองตัว ว่ายวนในทิศทางตรงกันข้าม สะท้อนถึงความต้องการด้านหนึ่งของคุณที่อยากจะหนีออกจากโลกความเป็นจริง ขณะที่อีกด้านหนึ่งลางสังหรณ์อันว่องไวของคุณ ก็มักดึงคุณเข้าไปเกี่ยวข้องกับทุกอย่าง แต่ไม่ว่าคุณจะต้องการก้าวออกมาจากอะไรก็ตาม จินตนาการคือพื้นที่ลี้ภัยที่ดีที่สุดของคุณ คุณเป็นคนชอบเต้น"
    ],
    "height": "15 ม.ค. - 12 ก.พ.",
    "weight": "ราศีมีนเป็นลำดับสุดท้ายในจักรราศี อยู่ภายใต้อิทธิพลของดาวเนปจูน ซึ่งตามตำนานของชาวโรมัน เนปจูนเป็นเทพเจ้าแห่งทะเลและที่ลึก สีน้ำเงินเข้มของดาวเคราะห์ดวงนี้สะท้อนความเชื่อที่ว่าได้อย่างสมบูรณ์แบบ ",
    "candy": "Bulbasaur Candy",
    "candy_count": 25,
    "egg": "2 km",
    "spawn_chance": 0.69,
    "avg_spawns": 69,
    "spawn_time": "20:00",
    "multipliers": [1.58],
    "weaknesses": [
      "ดอกไอริส",
      "ดอกบัว",
      "สีเงิน",
      "สีเขียวน้ำทะเล"
    ],
    "next_evolution": [{
      "num": "012",
      "name": "ดาวเนปจูน"
    },{
      "num": "012",
      "name": "ดาวพฤหัส"
    }]
  }
]
}
